"UnknownTime" = "--";
"<n> seconds" = "%d Sekunden";
"Less than a minute" = "Weniger als eine Minute";
"a minute" = "eine Minute";
"<n> minutes" = "%d Minuten";
"an hour" = "eine Stunde";
"<n> hours" = "%d Stunden";
"About <time>" = "Ungefähr %@";
